ci4rail/esp_test_status_report/examples/device/status_report_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_USB_ENABLED=y
CONFIG_USB_NET_ENABLED=y
CONFIG_LWIP_IPV6=n
CONFIG_LWIP_NETIF_STATUS_CALLBACK=y
CONFIG_FREERTOS_HZ=1000